Repository: oyic/oyic-secure-login
Catalog: languages/oyic-secure-login-*.po
Languages: tl

source: Enhanced WordPress security with custom login URLs and email OTP authentication. Protect your site from brute force attacks and unauthorized access.
tl: Pinahusay na seguridad ng WordPress na may mga custom na login URL at email OTP authentication. Protektahan ang inyong site mula sa brute force attacks at hindi awtorisadong access.

source: OYIC Secure Login requires PHP %2$s or higher. You are running PHP %1$s.
tl: Ang OYIC Secure Login ay nangangailangan ng PHP %2$s o mas mataas. Ginagamit ninyo ang PHP %1$s.

source: OYIC Secure Login requires WordPress %2$s or higher. You are running WordPress %1$s.
tl: Ang OYIC Secure Login ay nangangailangan ng WordPress %2$s o mas mataas. Ginagamit ninyo ang WordPress %1$s.

source: OYIC Secure Login initialization failed: %s
tl: Nabigo ang pagkakaumpisa ng OYIC Secure Login: %s

source: OYIC Secure Login Settings
tl: Mga Setting ng OYIC Secure Login

source: General Settings
tl: Mga Pangkalahatang Setting

source: Enable Custom Login URL
tl: Paganahin ang Custom Login URL

source: Enable Email OTP Login
tl: Paganahin ang Email OTP Login

source: OTP Settings
tl: Mga Setting ng OTP

source: OTP Expiry Time (minutes)
tl: Oras ng Pag-expire ng OTP (mga minuto)

source: Rate Limit Attempts
tl: Mga Pagtatangka sa Rate Limit

source: Rate Limit Window (minutes)
tl: Window ng Rate Limit (mga minuto)

source: Block access to wp-login.php and redirect to custom URL
tl: Hadlangan ang access sa wp-login.php at i-redirect sa custom URL

source: Custom slug for login URL (letters, numbers, hyphens only)
tl: Custom slug para sa login URL (mga titik, numero, at gitling lamang)

source: Allow users to login using email OTP (One-Time Password)
tl: Payagan ang mga user na mag-login gamit ang email OTP (One-Time Password)

source: Secret key to access original wp-login.php
tl: Secret key para ma-access ang orihinal na wp-login.php

source: How long OTP codes remain valid (1-60 minutes)
tl: Gaano katagal ang mga OTP code ay nananatiling valid (1-60 minuto)

source: Maximum OTP requests per time window (1-10 attempts)
tl: Pinakamataas na OTP requests bawat time window (1-10 pagtatangka)

source: Time window for rate limiting (1-60 minutes)
tl: Time window para sa rate limiting (1-60 minuto)

source: Your login code for %s
tl: Ang inyong login code para sa %s

source: Your secure login code is: %s
tl: Ang inyong secure login code ay: %s

source: This code will expire in %d minutes.
tl: Ang code na ito ay mag-e-expire sa loob ng %d minuto.

source: If you didn't request this code, please ignore this email.
tl: Kung hindi ninyo hiniling ang code na ito, pakiwalang-bahala ang email na ito.

source: Invalid email address
tl: Hindi wastong email address

source: User not found
tl: Hindi nahanap ang user

source: Too many requests. Please wait before requesting another OTP.
tl: Masyadong maraming requests. Pakihintay bago humiling ng isa pang OTP.

source: Failed to send OTP email
tl: Nabigo ang pagpapadala ng OTP email

source: OTP sent successfully
tl: Matagumpay na naipadala ang OTP

source: Invalid OTP code format
tl: Hindi wastong format ng OTP code

source: Invalid or expired OTP code
tl: Hindi wasto o nag-expire na ang OTP code

source: OTP verified successfully
tl: Matagumpay na na-verify ang OTP

source: Login
tl: Mag-login

source: Invalid username or password. Please try again.
tl: Hindi wastong username o password. Pakisubukan ulit.

source: Invalid or expired OTP code. Please try again.
tl: Hindi wasto o nag-expire na ang OTP code. Pakisubukan ulit.

source: Too many failed attempts. Please try again later.
tl: Masyadong maraming nabigong pagtatangka. Pakisubukan ulit mamaya.

source: Username or Email
tl: Username o Email

source: Remember Me
tl: Tandaan Ako

source: Log In
tl: Mag-login

source: Send OTP Code
tl: Ipadala ang OTP Code

source: Enter 6-digit code sent to your email
tl: Ilagay ang 6-digit code na naipadala sa inyong email

source: Verify & Login
tl: I-verify at Mag-login

source: Back
tl: Balik

source: Code expires in
tl: Ang code ay mag-e-expire sa

source: Resend code
tl: Ipadala ulit ang code

source: Back to %s
tl: Balik sa %s

source: %d second ago
tl: %d segundo na ang nakalipas

source: %d minute ago
tl: %d minuto na ang nakalipas

source: %d hour ago
tl: %d oras na ang nakalipas

source: %d day ago
tl: %d araw na ang nakalipas
